adelphes.android-dev-ext
akamud.vscode-theme-onedark
apility.beautify-blade
asvetliakov.vscode-neovim
azemoh.theme-onedark
betterthantomorrow.calva
blanu.vscode-styled-jsx
bmewburn.vscode-intelephense-client
borkdude.clj-kondo
bradlc.vscode-tailwindcss
buenon.scratchpads
bungcip.better-toml
castwide.solargraph
cipchk.cssrem
cjhowe7.laravel-blade
codemooseus.vscode-devtools-for-chrome
crystal-lang-tools.crystal-lang
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
fayras.simple-new-file
felixfbecker.php-debug
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
fwcd.kotlin
GitHub.vscode-pull-request-github
hediet.vscode-drawio
HookyQR.minify
IronGeek.vscode-env
JakeBecker.elixir-ls
jpoissonnier.vscode-styled-components
junstyle.php-cs-fixer
kaiwood.endwise
kamikillerto.vscode-colorize
Kasik96.swift
kumar-harsh.graphql-for-vscode
m1guelpf.better-pest
mathiasfrohlich.Kotlin
mblode.twig-language-2
mgmcdermott.vscode-language-babel
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-edgedevtools.vscode-edge-devtools
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
msjsdiag.debugger-for-edge
octref.vetur
pgourlain.erlang
phproberto.vscode-php-getters-setters
PKief.material-icon-theme
pkosta2005.heroku-command
Prisma.prisma
rebornix.ruby
rifi2k.format-html-in-php
rust-lang.rust
ryu1kn.partial-diff
sadesyllas.vscode-workspace-switcher
shinnn.swiftlint
shufo.vscode-blade-formatter
sleistner.vscode-fileutils
stylelint.vscode-stylelint
unpublished.sourcekit-lsp
vscodevim.vim
WakaTime.vscode-wakatime
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
